Repository: mathieubellon/LivestormBar
Catalog: LivestormBar/*.lproj/Localizable.strings
Languages: fr

source: Are you sure?
fr: Êtes-vous sûr ?

# calendar_not_connected
source: Calendar is not connected
fr: Le calendrier n'est pas connecté

source: Check for Updates…
fr: Vérifier les mises à jour...

# confirm_reset_defaults
source: Yes, reset to defaults
fr: Oui, réinitialiser les valeurs par défaut

# connect_to_google_calendar
source: Connect to your Google Calendar
fr: Se connecter à votre Google Agenda

# connect_your_calendar
source: Connect to your calendar
fr: Connectez-vous à votre agenda

# connection_to_default_calendar
source: Connected to your default calendar:
fr: Connexion au calendrier par défaut :

source: Disconnect
fr: Déconnecter

# event_starts_now
source: starts now !! 🔥
fr: commence maintenant !! 🔥

# event_starts_in_1mn
source: starts in 1 mn!
fr: commence dans 1 mn!

# event_starts_in_5mn
source: starts in 5 mn!
fr: commence dans 5 mn!

# event_starts_in_10mn
source: starts in 10 mn!
fr: commence dans 10 mn!

source: Force refresh events
fr: Recharger les évènements

# greeting_app_installed
source: Livestorm successfully installed 🎉
fr: Livestorm est installé 🎉

source: Keyboard shortcuts
fr: Raccourcis clavier

source: Launch app at login
fr: Lancer l'application à l'ouverture de session

source: Current meeting
fr: Réunion en cours

source: More actions
fr: Plus d'actions

source: Next meeting
fr: Prochaine réunion

source: No Livestorm meeting link found
fr: Aucun lien de réunion Livestorm trouvé

source: No meeting
fr: Pas de réunion

# notifications_header_impossible
source: We can't send notifications
fr: Nous ne pouvons pas envoyer de notifications

# notifications_header_non_persistant
source: Notifications (non persistants)
fr: Notifications (non persistantes)

# onboarding_tip_shortcut
source: Then you can register your custom shortcut to go to your next meeting in no time
fr: Vous pouvez ensuite enregistrer votre raccourci personnalisé pour vous rendre à votre prochaine réunion en un rien de temps

source: Open event in Google Calendar
fr: Ouvrez l'événement dans Google Agenda

# open_link_in_default_browser
source: Open meeting link in default browser
fr: Ouvrir le lien de la réunion dans le navigateur par défaut

source: Preferences
fr: Préférences

# quit_app
source: Quit Livestorm
fr: Quitter Livestorm

# reset_factory_defaults
source: Reset to factory defaults
fr: Réinitialiser les paramètres d'usine

# send_notification_10mn_before_meeting
source: Send a notification 10mn before meeting
fr: Envoyer une notification 10mn avant la réunion

# send_notification_1mn_before_meeting
source: Send a notification 1mn before meeting
fr: Envoyer une notification 1mn avant le début de la réunion

# send_notification_5mn_before_meeting
source: Send a notification 5mn before meeting
fr: Envoyer une notification 5mn avant la réunion

# send_notification_at_beginning_meeting
source: Send a notification when meeting starts
fr: Envoyer une notification au début de la réunion

source: Settings
fr: Paramètres

# shortcut_open_next_event_link
source: Open next event (in Livestorm if link available or Google Calendar):
fr: Ouvrir le prochain événement (dans Livestorm si le lien est disponible ou dans Google Agenda) :

# startup
source: Launch at login?
fr: Ouvrir au démarrage ?

# tip_app_not_authorized_send_notifications
source: You have not authorized LivestormBar to send you notifications
fr: Vous n'avez pas autorisé LivestormBar à vous envoyer des notifications

# tip_choose_alert_type_notification
source: If you choose "Alerts" type notifications they will be persistent
fr: Si vous choisissez des notifications de type "Alertes", elles seront persistantes

# tip_connect_calendar
source: Click on logo > Preferences > Connect your Google calendar
fr: Cliquez sur logo > Préférences > Connecter votre agenda Google

source: Today
fr: Aujourd'hui

source: You are connected ✅
fr: Vous êtes connecté ✅

source: You are not connected
fr: Vous n'êtes pas connecté

# next_in
source: Coming next in
fr: A venir dans

source: in
fr: dans

# end_in
source: ends in
fr: termine dans

# show_event_name_in_menubar
source: Show next or current event in menubar
fr: Afficher l'événement suivant ou actuel dans la barre de menus

source: Display
fr: Affichage

# alert_app_will_be_hidden
source: This setting will not activate if it is detected that the app is going to be hidden by macOS by taking up too much space - hold your command button then drag the app to the right and try again.
fr: Ce paramètre ne s'activera pas si on détecte que l'app va être cachée par MacOS en prenant trop de place - Maintenez votre bouton de commande puis faites glisser l'application vers la droite et réessayez.
